Repository: dallmann-consulting/OCPP.Core
Catalog: OCPP.Core.Management/Resources/Controllers.HomeController.*.resx
Languages: de

# ChargePointId
source: Charging station
de: Ladestation

# ChargePointIdExists
source: A charging station with that ID already exists.
de: Es existiert bereits eine Ladestation mit dieser Kennung.

# ChargePointIdRequired
source: Please enter an charging station ID.
de: Bitte geben Sie die Kennung der Ladestation an.

source: ChargeReport
de: RFID Auswertung

# ChargeReportEnergy
source: Energy
de: Energie

# ChargeReportGroup
source: Group
de: Gruppe

# ChargeReportTag
source: Charge-Tag
de: RFID-Karte

# ChargeSum
source: Charged
de: Geladen

# ChargeTagIdExists
source: The RFID number already exists.
de: Die RFID-Nummer existiert bereits.

# ChargeTagIdRequired
source: Please enter an RFID number.
de: Bitte geben Sie eine RFID-Nummer an.

source: Connector
de: Anschluss

source: Energy (kWh)
de: Energie (kWh)

# ErrorOCPPServer
source: No current status could be retrieved from the OCPP server.
de: Es konnte kein aktueller Status vom OCPP-Server abgerufen werden.

# ReportSheetName
source: Transactions
de: Transaktionen

source: Start-Meter
de: Beginn-Zähler

source: Start-Tag
de: RFID-Karte

source: Start-Tag ID
de: RFID-Nummer

# StartTime
source: Start
de: Beginn

source: Stop-Meter
de: Ende-Zähler

source: Stop-Tag
de: RFID-Karte

source: Stop-Tag ID
de: RFID-Nummer

# StopTime
source: Stop
de: Ende

source: Transaction ID
de: Transaktions-ID
